Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Shell_UnregisterPcDescription
source: Removes what this copy of HexEditor registered on this PC: the right-click menu, file associations, the jump list, the notification registration and the temporary files.
ar: يزيل ما سجّلته نسخة HexEditor هذه على هذا الكمبيوتر: قائمة النقر بزر الماوس الأيمن، واقترانات الملفات، وقائمة الانتقال السريع، وتسجيل الإعلامات، والملفات المؤقتة.
cs: Odebere vše, co tato kopie aplikace HexEditor zaregistrovala v tomto počítači: místní nabídku, přidružení souborů, seznam odkazů, registraci oznámení a dočasné soubory.
de: Entfernt, was diese Kopie von HexEditor auf diesem PC registriert hat: das Kontextmenü, Dateizuordnungen, die Sprungliste, die Benachrichtigungsregistrierung und die temporären Dateien.
el: Καταργεί ό,τι καταχώρισε αυτό το αντίγραφο του HexEditor σε αυτόν τον υπολογιστή: το μενού δεξιού κλικ, τις συσχετίσεις αρχείων, τη λίστα μετάβασης, την καταχώριση ειδοποιήσεων και τα προσωρινά αρχεία.
es: Quita lo que esta copia de HexEditor registró en este equipo: el menú contextual, las asociaciones de archivos, la lista de accesos directos, el registro de notificaciones y los archivos temporales.
fa: مواردی را که این نسخه از HexEditor در این رایانه ثبت کرده است حذف می‌کند: منوی کلیک راست، ارتباط‌های فایل، فهرست پرش، ثبت اعلان‌ها و فایل‌های موقت.
fr: Supprime ce que cette copie de HexEditor a inscrit sur ce PC : le menu contextuel, les associations de fichiers, la liste de raccourcis, l'inscription aux notifications et les fichiers temporaires.
hu: Eltávolítja, amit a HexEditor ezen példánya regisztrált a számítógépen: a helyi menüt, a fájltársításokat, az ugrólistát, az értesítési regisztrációt és az ideiglenes fájlokat.
id: Menghapus apa yang didaftarkan salinan HexEditor ini di PC ini: menu klik kanan, asosiasi file, jump list, pendaftaran pemberitahuan, dan file sementara.
it: Rimuove ciò che questa copia di HexEditor ha registrato su questo PC: il menu di scelta rapida, le associazioni di file, la jump list, la registrazione delle notifiche e i file temporanei.
ja: この HexEditor がこの PC に登録したもの (右クリックメニュー、ファイルの関連付け、ジャンプリスト、通知の登録、一時ファイル) を消します。
ko: 이 HexEditor가 이 PC에 등록한 항목(오른쪽 클릭 메뉴, 파일 연결, 점프 목록, 알림 등록, 임시 파일)을 제거합니다.
pl: Usuwa to, co ta kopia programu HexEditor zarejestrowała na tym komputerze: menu kontekstowe, skojarzenia plików, listę szybkiego dostępu, rejestrację powiadomień i pliki tymczasowe.
pt: Remove o que esta cópia do HexEditor registrou neste PC: o menu de contexto, as associações de arquivos, a lista de atalhos, o registro de notificações e os arquivos temporários.
ro: Elimină ce a înregistrat această copie a HexEditor pe acest PC: meniul de clic dreapta, asocierile de fișiere, lista de salt, înregistrarea pentru notificări și fișierele temporare.
ru: Удаляет то, что эта копия HexEditor зарегистрировала на этом компьютере: контекстное меню, сопоставления файлов, список переходов, регистрацию уведомлений и временные файлы.
th: ลบสิ่งที่ HexEditor ชุดนี้ลงทะเบียนไว้บนพีซีนี้: เมนูคลิกขวา การเชื่อมโยงไฟล์ รายการกระโดด การลงทะเบียนการแจ้งเตือน และไฟล์ชั่วคราว
tr: HexEditor'ın bu kopyasının bu bilgisayara kaydettiklerini kaldırır: sağ tıklama menüsü, dosya ilişkilendirmeleri, atlama listesi, bildirim kaydı ve geçici dosyalar.
uk: Видаляє все, що ця копія HexEditor зареєструвала на цьому ПК: контекстне меню, зіставлення файлів, список переходів, реєстрацію сповіщень і тимчасові файли.
vi: Xóa những gì bản HexEditor này đã đăng ký trên PC này: menu chuột phải, liên kết tệp, danh sách nhảy, đăng ký thông báo và các tệp tạm.
zh_hans: 移除此 HexEditor 副本在此电脑上注册的内容：右键菜单、文件关联、跳转列表、通知注册和临时文件。
zh_hant: 移除此份 HexEditor 在此電腦上登錄的項目：右鍵功能表、檔案關聯、跳躍清單、通知登錄和暫存檔。

# Shell_UnregisterPcButton
source: Unregister from this PC
ar: إلغاء التسجيل من هذا الكمبيوتر
cs: Zrušit registraci v tomto počítači
de: Registrierung auf diesem PC aufheben
el: Κατάργηση καταχώρισης από αυτόν τον υπολογιστή
es: Anular el registro en este equipo
fa: لغو ثبت از این رایانه
fr: Désinscrire de ce PC
hu: Regisztráció törlése erről a számítógépről
id: Batalkan pendaftaran dari PC ini
it: Annulla registrazione da questo PC
ja: この PC から登録を解除
ko: 이 PC에서 등록 취소
pl: Wyrejestruj z tego komputera
pt: Cancelar registro neste PC
ro: Anulare înregistrare de pe acest PC
ru: Отменить регистрацию на этом компьютере
th: ยกเลิกการลงทะเบียนจากพีซีนี้
tr: Bu bilgisayardan kaydı kaldır
uk: Скасувати реєстрацію на цьому ПК
vi: Hủy đăng ký khỏi PC này
zh_hans: 从此电脑取消注册
zh_hant: 從此電腦取消登錄

# Shell_UnregisterPcDone
source: HexEditor was unregistered from this PC. Delete the HexEditor folder to complete the uninstall.
ar: تم إلغاء تسجيل HexEditor من هذا الكمبيوتر. احذف مجلد HexEditor لإكمال إلغاء التثبيت.
cs: Registrace aplikace HexEditor v tomto počítači byla zrušena. Odinstalaci dokončíte odstraněním složky HexEditor.
de: Die Registrierung von HexEditor auf diesem PC wurde aufgehoben. Löschen Sie den HexEditor-Ordner, um die Deinstallation abzuschließen.
el: Η καταχώριση του HexEditor καταργήθηκε από αυτόν τον υπολογιστή. Διαγράψτε τον φάκελο του HexEditor για να ολοκληρωθεί η κατάργηση της εγκατάστασης.
es: Se anuló el registro de HexEditor en este equipo. Elimina la carpeta de HexEditor para completar la desinstalación.
fa: ثبت HexEditor از این رایانه لغو شد. برای تکمیل حذف نصب، پوشهٔ HexEditor را حذف کنید.
fr: HexEditor a été désinscrit de ce PC. Supprimez le dossier HexEditor pour terminer la désinstallation.
hu: A HexEditor regisztrációja törölve erről a számítógépről. Az eltávolítás befejezéséhez törölje a HexEditor mappáját.
id: Pendaftaran HexEditor dari PC ini telah dibatalkan. Hapus folder HexEditor untuk menyelesaikan pencopotan.
it: La registrazione di HexEditor è stata annullata da questo PC. Elimina la cartella di HexEditor per completare la disinstallazione.
ja: この PC から登録を解除しました。フォルダを削除すればアンインストールは完了です。
ko: 이 PC에서 HexEditor 등록을 취소했습니다. 제거를 완료하려면 HexEditor 폴더를 삭제하세요.
pl: Program HexEditor został wyrejestrowany z tego komputera. Usuń folder programu HexEditor, aby dokończyć dezinstalację.
pt: O registro do HexEditor foi cancelado neste PC. Exclua a pasta do HexEditor para concluir a desinstalação.
ro: Înregistrarea HexEditor a fost anulată de pe acest PC. Ștergeți folderul HexEditor pentru a finaliza dezinstalarea.
ru: Регистрация HexEditor на этом компьютере отменена. Удалите папку HexEditor, чтобы завершить удаление.
th: ยกเลิกการลงทะเบียน HexEditor จากพีซีนี้แล้ว ลบโฟลเดอร์ HexEditor เพื่อถอนการติดตั้งให้เสร็จสมบูรณ์
tr: HexEditor'ın bu bilgisayardaki kaydı kaldırıldı. Kaldırmayı tamamlamak için HexEditor klasörünü silin.
uk: Реєстрацію HexEditor на цьому ПК скасовано. Щоб завершити видалення, видаліть папку HexEditor.
vi: Đã hủy đăng ký HexEditor khỏi PC này. Hãy xóa thư mục HexEditor để hoàn tất gỡ cài đặt.
zh_hans: 已从此电脑取消注册 HexEditor。删除 HexEditor 文件夹即可完成卸载。
zh_hant: 已從此電腦取消登錄 HexEditor。刪除 HexEditor 資料夾即可完成解除安裝。

# Shell_UnregisterPcFailed
source: Some items couldn't be removed: {0}
ar: تعذّرت إزالة بعض العناصر: {0}
cs: Některé položky nelze odebrat: {0}
de: Einige Elemente konnten nicht entfernt werden: {0}
el: Δεν ήταν δυνατή η κατάργηση ορισμένων στοιχείων: {0}
es: No se pudieron quitar algunos elementos: {0}
fa: برخی موارد حذف نشدند: {0}
fr: Certains éléments n'ont pas pu être supprimés : {0}
hu: Egyes elemeket nem sikerült eltávolítani: {0}
id: Beberapa item tidak dapat dihapus: {0}
it: Impossibile rimuovere alcuni elementi: {0}
ja: 解除できなかった項目があります: {0}
ko: 일부 항목을 제거할 수 없습니다: {0}
pl: Nie można usunąć niektórych elementów: {0}
pt: Não foi possível remover alguns itens: {0}
ro: Unele elemente nu au putut fi eliminate: {0}
ru: Не удалось удалить некоторые элементы: {0}
th: ไม่สามารถลบบางรายการได้: {0}
tr: Bazı öğeler kaldırılamadı: {0}
uk: Не вдалося видалити деякі елементи: {0}
vi: Không thể xóa một số mục: {0}
zh_hans: 无法移除某些项：{0}
zh_hant: 無法移除部分項目：{0}

# Network_Feature_Updates
source: Update checks and downloads
ar: التحقق من التحديثات وتنزيلها
cs: Vyhledávání a stahování aktualizací
de: Updateprüfungen und Downloads
el: Έλεγχοι και λήψεις ενημερώσεων
es: Búsqueda y descarga de actualizaciones
fa: بررسی و بارگیری به‌روزرسانی‌ها
fr: Recherche et téléchargement des mises à jour
hu: Frissítéskeresés és letöltések
id: Pemeriksaan dan unduhan pembaruan
it: Verifiche e download degli aggiornamenti
ja: 更新の確認とダウンロード
ko: 업데이트 확인 및 다운로드
pl: Sprawdzanie i pobieranie aktualizacji
pt: Verificações e downloads de atualizações
ro: Căutări și descărcări de actualizări
ru: Проверка и скачивание обновлений
th: การตรวจหาและดาวน์โหลดการอัปเดต
tr: Güncelleştirme denetimleri ve indirmeleri
uk: Перевірка й завантаження оновлень
vi: Kiểm tra và tải xuống bản cập nhật
zh_hans: 更新检查和下载
zh_hant: 檢查和下載更新

# Network_Feature_Downloads
source: Downloading templates and plugins
ar: تنزيل القوالب والمكونات الإضافية
cs: Stahování šablon a modulů plug-in
de: Herunterladen von Vorlagen und Plug-ins
el: Λήψη προτύπων και πρόσθετων
es: Descarga de plantillas y complementos
fa: بارگیری الگوها و افزونه‌ها
fr: Téléchargement de modèles et de plug-ins
hu: Sablonok és beépülő modulok letöltése
id: Mengunduh templat dan plugin
it: Download di modelli e plug-in
ja: テンプレート・プラグインのダウンロード
ko: 템플릿 및 플러그 인 다운로드
pl: Pobieranie szablonów i wtyczek
pt: Download de modelos e plug-ins
ro: Descărcare șabloane și plug-in-uri
ru: Скачивание шаблонов и подключаемых модулей
th: การดาวน์โหลดเทมเพลตและปลั๊กอิน
tr: Şablon ve eklenti indirme
uk: Завантаження шаблонів і плагінів
vi: Tải xuống mẫu và plugin
zh_hans: 下载模板和插件
zh_hant: 下載範本和外掛程式

# Network_Feature_Components
source: Downloading additional components
ar: تنزيل المكونات الإضافية
cs: Stahování dalších komponent
de: Herunterladen zusätzlicher Komponenten
el: Λήψη επιπλέον στοιχείων
es: Descarga de componentes adicionales
fa: بارگیری مؤلفه‌های اضافی
fr: Téléchargement de composants supplémentaires
hu: További összetevők letöltése
id: Mengunduh komponen tambahan
it: Download di componenti aggiuntivi
ja: 追加コンポーネントのダウンロード
ko: 추가 구성 요소 다운로드
pl: Pobieranie dodatkowych składników
pt: Download de componentes adicionais
ro: Descărcare componente suplimentare
ru: Скачивание дополнительных компонентов
th: การดาวน์โหลดคอมโพเนนต์เพิ่มเติม
tr: Ek bileşen indirme
uk: Завантаження додаткових компонентів
vi: Tải xuống thành phần bổ sung
zh_hans: 下载附加组件
zh_hant: 下載其他元件

# Network_Feature_BrowserPages
source: Translation reports and documentation pages
ar: تقارير الترجمة وصفحات الوثائق
cs: Hlášení překladů a stránky dokumentace
de: Übersetzungsmeldungen und Dokumentationsseiten
el: Αναφορές μετάφρασης και σελίδες τεκμηρίωσης
es: Informes de traducción y páginas de documentación
fa: گزارش‌های ترجمه و صفحه‌های مستندات
fr: Signalements de traduction et pages de documentation
hu: Fordítási bejelentések és dokumentációs oldalak
id: Laporan terjemahan dan halaman dokumentasi
it: Segnalazioni di traduzione e pagine della documentazione
ja: 翻訳の誤り報告・ドキュメントのページ
ko: 번역 보고 및 설명서 페이지
pl: Zgłoszenia tłumaczeń i strony dokumentacji
pt: Relatórios de tradução e páginas de documentação
ro: Rapoarte de traducere și pagini de documentație
ru: Отчеты о переводе и страницы документации
th: การรายงานการแปลและหน้าเอกสารประกอบ
tr: Çeviri bildirimleri ve belge sayfaları
uk: Повідомлення про переклад і сторінки документації
vi: Báo cáo dịch thuật và trang tài liệu
zh_hans: 翻译报告和文档页面
zh_hant: 翻譯回報和文件頁面

# Network_Destination_Updates
source: GitHub Releases or Microsoft Store
ar: GitHub Releases أو Microsoft Store
cs: GitHub Releases nebo Microsoft Store
de: GitHub Releases oder Microsoft Store
el: GitHub Releases ή Microsoft Store
es: GitHub Releases o Microsoft Store
fa: GitHub Releases یا Microsoft Store
fr: GitHub Releases ou Microsoft Store
hu: GitHub Releases vagy Microsoft Store
id: GitHub Releases atau Microsoft Store
it: GitHub Releases o Microsoft Store
ja: GitHub Releases または Microsoft Store
ko: GitHub Releases 또는 Microsoft Store
pl: GitHub Releases lub Microsoft Store
pt: GitHub Releases ou Microsoft Store
ro: GitHub Releases sau Microsoft Store
ru: GitHub Releases или Microsoft Store
th: GitHub Releases หรือ Microsoft Store
tr: GitHub Releases veya Microsoft Store
uk: GitHub Releases або Microsoft Store
vi: GitHub Releases hoặc Microsoft Store
zh_hans: GitHub Releases 或 Microsoft Store
zh_hant: GitHub Releases 或 Microsoft Store

# Network_Destination_Downloads
source: Template and plugin repositories, only when you ask
ar: مستودعات القوالب والمكونات الإضافية، عند طلبك فقط
cs: Úložiště šablon a modulů plug-in, jen na vaši žádost
de: Vorlagen- und Plug-in-Repositorys, nur auf Ihre Anforderung
el: Αποθετήρια προτύπων και πρόσθετων, μόνο όταν το ζητάτε
es: Repositorios de plantillas y complementos, solo cuando lo pides
fa: مخازن الگو و افزونه، فقط هنگام درخواست شما
fr: Dépôts de modèles et de plug-ins, uniquement à votre demande
hu: Sablon- és beépülőmodul-tárházak, csak kérésre
id: Repositori templat dan plug-in, hanya saat Anda memintanya
it: Repository di modelli e plug-in, solo su richiesta
ja: テンプレート・プラグインの配布先 (操作したときだけ)
ko: 템플릿 및 플러그 인 저장소(요청할 때만)
pl: Repozytoria szablonów i wtyczek, tylko na Twoje żądanie
pt: Repositórios de modelos e plug-ins, somente quando você solicita
ro: Depozite de șabloane și plug-in-uri, doar la cererea dvs.
ru: Репозитории шаблонов и подключаемых модулей, только по вашему запросу
th: คลังเทมเพลตและปลั๊กอิน เฉพาะเมื่อคุณสั่ง
tr: Şablon ve eklenti depoları, yalnızca siz istediğinizde
uk: Репозиторії шаблонів і плагінів, лише на ваш запит
vi: Kho mẫu và plugin, chỉ khi bạn yêu cầu
zh_hans: 模板和插件存储库，仅在你请求时
zh_hant: 範本和外掛程式存放庫，僅在您要求時

# Network_Destination_Components
source: The update distribution site, only when you ask
ar: موقع توزيع التحديثات، عند طلبك فقط
cs: Distribuční web aktualizací, jen na vaši žádost
de: Die Verteilungsseite der Updates, nur auf Ihre Anforderung
el: Η τοποθεσία διανομής ενημερώσεων, μόνο όταν το ζητάτε
es: El sitio de distribución de actualizaciones, solo cuando lo pides
fa: سایت توزیع به‌روزرسانی، فقط هنگام درخواست شما
fr: Le site de distribution des mises à jour, uniquement à votre demande
hu: A frissítések terjesztési helye, csak kérésre
id: Situs distribusi pembaruan, hanya saat Anda memintanya
it: Il sito di distribuzione degli aggiornamenti, solo su richiesta
ja: 更新と同じ配布元 (操作したときだけ)
ko: 업데이트 배포 사이트(요청할 때만)
pl: Witryna dystrybucji aktualizacji, tylko na Twoje żądanie
pt: O site de distribuição de atualizações, somente quando você solicita
ro: Site-ul de distribuire a actualizărilor, doar la cererea dvs.
ru: Сайт распространения обновлений, только по вашему запросу
th: เว็บไซต์เผยแพร่การอัปเดต เฉพาะเมื่อคุณสั่ง
tr: Güncelleştirme dağıtım sitesi, yalnızca siz istediğinizde
uk: Сайт розповсюдження оновлень, лише на ваш запит
vi: Trang phân phối bản cập nhật, chỉ khi bạn yêu cầu
zh_hans: 更新分发站点，仅在你请求时
zh_hant: 更新的發佈網站，僅在您要求時

# Network_Destination_BrowserPages
source: GitHub, opened in your browser
ar: GitHub، يُفتح في المستعرض
cs: GitHub, otevřený v prohlížeči
de: GitHub, in Ihrem Browser geöffnet
el: GitHub, στο πρόγραμμα περιήγησης
es: GitHub, abierto en el explorador
fa: GitHub، باز شده در مرورگر شما
fr: GitHub, ouvert dans votre navigateur
hu: GitHub, a böngészőben megnyitva
id: GitHub, dibuka di browser Anda
it: GitHub, aperto nel browser
ja: GitHub (既定のブラウザで開く)
ko: GitHub(브라우저에서 열림)
pl: GitHub, otwierany w przeglądarce
pt: GitHub, aberto no navegador
ro: GitHub, deschis în browser
ru: GitHub, открывается в браузере
th: GitHub เปิดในเบราว์เซอร์ของคุณ
tr: GitHub, tarayıcınızda açılır
uk: GitHub, відкривається в браузері
vi: GitHub, mở trong trình duyệt của bạn
zh_hans: GitHub，在浏览器中打开
zh_hant: GitHub，在瀏覽器中開啟

# Network_FeatureDetail
source: {0}. Setting: {1}
ar: {0}. الإعداد: {1}
cs: {0}. Nastavení: {1}
de: {0}. Einstellung: {1}
el: {0}. Ρύθμιση: {1}
es: {0}. Configuración: {1}
fa: {0}. تنظیم: {1}
fr: {0}. Paramètre : {1}
hu: {0}. Beállítás: {1}
id: {0}. Pengaturan: {1}
it: {0}. Impostazione: {1}
ja: {0}。設定: {1}
ko: {0}. 설정: {1}
pl: {0}. Ustawienie: {1}
pt: {0}. Configuração: {1}
ro: {0}. Setare: {1}
ru: {0}. Параметр: {1}
th: {0} การตั้งค่า: {1}
tr: {0}. Ayar: {1}
uk: {0}. Параметр: {1}
vi: {0}. Cài đặt: {1}
zh_hans: {0}。设置：{1}
zh_hant: {0}。設定：{1}

# Network_UserDestinations
source: Remote data sources and script network access connect only to the destinations you specify, and only when you allow it. Offline mode does not apply to them.
ar: لا تتصل مصادر البيانات البعيدة ووصول البرامج النصية إلى الشبكة إلا بالوجهات التي تحددها، وفقط عندما تسمح بذلك. لا ينطبق وضع عدم الاتصال عليها.
cs: Vzdálené zdroje dat a síťový přístup skriptů se připojují jen k cílům, které zadáte, a jen pokud to povolíte. Režim offline se na ně nevztahuje.
de: Remote-Datenquellen und Netzwerkzugriffe von Skripts verbinden sich nur mit den von Ihnen angegebenen Zielen und nur, wenn Sie es zulassen. Der Offlinemodus gilt für sie nicht.
el: Οι απομακρυσμένες πηγές δεδομένων και η πρόσβαση των σεναρίων στο δίκτυο συνδέονται μόνο στους προορισμούς που καθορίζετε και μόνο όταν το επιτρέπετε. Η λειτουργία εκτός σύνδεσης δεν ισχύει για αυτά.
es: Los orígenes de datos remotos y el acceso a la red de los scripts solo se conectan a los destinos que indiques y solo cuando lo permitas. El modo sin conexión no se aplica a ellos.
fa: منابع داده راه دور و دسترسی اسکریپت‌ها به شبکه فقط به مقصدهایی که مشخص می‌کنید و فقط با اجازهٔ شما متصل می‌شوند. حالت آفلاین روی آن‌ها اعمال نمی‌شود.
fr: Les sources de données distantes et l'accès réseau des scripts ne se connectent qu'aux destinations que vous indiquez, et seulement si vous l'autorisez. Le mode hors connexion ne s'applique pas à eux.
hu: A távoli adatforrások és a szkriptek hálózati hozzáférése csak az Ön által megadott célokhoz csatlakozik, és csak az Ön engedélyével. Az offline mód ezekre nem vonatkozik.
id: Sumber data jarak jauh dan akses jaringan skrip hanya terhubung ke tujuan yang Anda tentukan, dan hanya saat Anda mengizinkannya. Mode offline tidak berlaku untuk keduanya.
it: Le origini dati remote e l'accesso alla rete degli script si connettono solo alle destinazioni specificate e solo quando lo consenti. La modalità offline non si applica a essi.
ja: リモートのデータソースとスクリプトの通信は、利用者が指定した接続先に、許可したときだけ接続します。オフラインモードの対象外です。
ko: 원격 데이터 원본과 스크립트의 네트워크 액세스는 사용자가 지정한 대상에만, 사용자가 허용한 경우에만 연결합니다. 오프라인 모드는 여기에 적용되지 않습니다.
pl: Zdalne źródła danych i dostęp skryptów do sieci łączą się tylko z określonymi przez Ciebie miejscami docelowymi i tylko za Twoją zgodą. Tryb offline ich nie dotyczy.
pt: Fontes de dados remotas e o acesso à rede por scripts conectam-se apenas aos destinos que você especificar e somente quando você permitir. O modo offline não se aplica a eles.
ro: Sursele de date la distanță și accesul la rețea al scripturilor se conectează doar la destinațiile specificate de dvs. și numai când permiteți acest lucru. Modul offline nu li se aplică.
ru: Удаленные источники данных и сетевой доступ сценариев подключаются только к указанным вами адресам и только с вашего разрешения. Автономный режим на них не распространяется.
th: แหล่งข้อมูลระยะไกลและการเข้าถึงเครือข่ายของสคริปต์จะเชื่อมต่อเฉพาะปลายทางที่คุณระบุ และเฉพาะเมื่อคุณอนุญาตเท่านั้น โหมดออฟไลน์ไม่มีผลกับสิ่งเหล่านี้
tr: Uzak veri kaynakları ve betiklerin ağ erişimi yalnızca sizin belirttiğiniz hedeflere ve yalnızca siz izin verdiğinizde bağlanır. Çevrimdışı mod bunlara uygulanmaz.
uk: Віддалені джерела даних і мережевий доступ сценаріїв підключаються лише до вказаних вами адрес і лише з вашого дозволу. Автономний режим на них не поширюється.
vi: Nguồn dữ liệu từ xa và truy cập mạng của script chỉ kết nối đến các đích bạn chỉ định, và chỉ khi bạn cho phép. Chế độ ngoại tuyến không áp dụng cho chúng.
zh_hans: 远程数据源和脚本网络访问仅连接到你指定的目标，并且仅在你允许时连接。脱机模式不适用于它们。
zh_hant: 遠端資料來源和指令碼的網路存取只會連線到您指定的目的地，且只有在您允許時才會連線。離線模式不適用於這些連線。

# Menu_Edit_CopyAs.Text
source: Copy As...
ar: نسخ بتنسيق...
cs: Kopírovat jako...
de: Kopieren als...
el: Αντιγραφή ως...
es: Copiar como...
fa: رونوشت به‌صورت...
fr: Copier sous...
hu: Másolás másként...
id: Salin Sebagai...
it: Copia come...
ja: 形式を選択してコピー(Y)...
ko: 다른 형식으로 복사(Y)...
pl: Kopiuj jako...
pt: Copiar como...
ro: Copiere ca...
ru: Копировать как...
th: คัดลอกเป็น(Y)...
tr: Farklı Kopyala...
uk: Копіювати як...
vi: Sao chép Dạng...
zh_hans: 复制为(Y)...
zh_hant: 以格式複製(Y)...

# Menu_Edit_CopyAs.AccessKey
source: Y
ar: س
cs: J
de: O
el: Ω
es: O
fa: ن
fr: S
hu: S
id: G
it: O
pl: J
pt: O
ro: O
ru: А
tr: F
uk: Я
vi: A

# Menu_Edit_CopyAsLast.Text
source: Copy As Last Format
ar: نسخ بالتنسيق الأخير
cs: Kopírovat v posledním formátu
de: Im zuletzt verwendeten Format kopieren
el: Αντιγραφή με την τελευταία μορφή
es: Copiar con el último formato
fa: رونوشت با آخرین قالب
fr: Copier au dernier format
hu: Másolás az utóbbi formátumban
id: Salin dengan Format Terakhir
it: Copia nell'ultimo formato
ja: 前回の形式でコピー(M)
ko: 마지막 형식으로 복사(M)
pl: Kopiuj w ostatnim formacie
pt: Copiar no último formato
ro: Copiere în ultimul format
ru: Копировать в последнем формате
th: คัดลอกเป็นรูปแบบล่าสุด(M)
tr: Son Biçimle Kopyala
uk: Копіювати в останньому форматі
vi: Sao chép theo Định dạng Trước
zh_hans: 按上次格式复制(M)
zh_hant: 以上次的格式複製(M)

# Menu_Edit_CopyAsLast.AccessKey
source: M
ar: خ
cs: F
de: I
el: Τ
es: E
fa: ق
fr: D
hu: A
id: R
it: N
pl: O
pt: N
ro: U
ru: М
uk: М
vi: R

# Menu_Edit_PasteSpecial.Text
source: Paste Special...
ar: لصق خاص...
cs: Vložit jinak...
de: Inhalte einfügen...
el: Ειδική επικόλληση...
es: Pegado especial...
fa: چسباندن ویژه...
fr: Collage spécial...
hu: Irányított beillesztés...
id: Tempel Khusus...
it: Incolla speciale...
ja: 形式を選択して貼り付け(S)...
ko: 선택하여 붙여넣기(S)...
pl: Wklej specjalnie...
pt: Colar especial...
ro: Lipire specială...
ru: Специальная вставка...
th: วางแบบพิเศษ(S)...
tr: Özel Yapıştır...
uk: Спеціальне вставлення...
vi: Dán Đặc biệt...
zh_hans: 选择性粘贴(S)...
zh_hant: 選擇性貼上(S)...

# Menu_Edit_PasteSpecial.AccessKey
source: S
ar: ص
cs: O
de: N
el: Δ
es: G
fa: ژ
fr: O
hu: I
id: H
it: P
pt: E
ro: I
ru: Ц
tr: Z
uk: Л
vi: B

# Menu_Edit_SelectRange.Text
source: Select Range...
ar: تحديد نطاق...
cs: Vybrat rozsah...
de: Bereich auswählen...
el: Επιλογή περιοχής...
es: Seleccionar intervalo...
fa: انتخاب محدوده...
fr: Sélectionner une plage...
hu: Tartomány kijelölése...
id: Pilih Rentang...
it: Seleziona intervallo...
ja: 範囲を選択(G)...
ko: 범위 선택(G)...
pl: Zaznacz zakres...
pt: Selecionar intervalo...
ro: Selectare interval...
ru: Выделить диапазон...
th: เลือกช่วง(G)...
tr: Aralık Seç...
uk: Виділити діапазон...
vi: Chọn Phạm vi...
zh_hans: 选择范围(G)...
zh_hant: 選取範圍(G)...

# Menu_Edit_SelectRange.AccessKey
source: G
ar: ط
cs: R
de: B
el: Ρ
es: I
fa: م
fr: P
hu: T
id: N
it: Z
pl: N
pt: I
ro: E
ru: Н
tr: A
uk: А
vi: P

# Menu_Edit_InsertBytes.Text
source: Insert Bytes...
ar: إدراج بايتات...
cs: Vložit bajty...
de: Bytes einfügen...
el: Εισαγωγή byte...
es: Insertar bytes...
fa: درج بایت‌ها...
fr: Insérer des octets...
hu: Bájtok beszúrása...
id: Sisipkan Byte...
it: Inserisci byte...
ja: バイトの挿入(B)...
ko: 바이트 삽입(B)...
pl: Wstaw bajty...
pt: Inserir bytes...
ro: Inserare octeți...
ru: Вставить байты...
th: แทรกไบต์(B)...
tr: Bayt Ekle...
uk: Вставити байти...
vi: Chèn Byte...
zh_hans: 插入字节(B)...
zh_hant: 插入位元組(B)...

# Menu_Edit_InsertBytes.AccessKey
source: B
ar: ج
cs: I
de: Y
el: Ι
fa: د
fr: I
hu: J
id: Y
pt: Y
ro: N
ru: Б
uk: Б
vi: Y
